Autodesk.Revit.DB.Lighting.SpotLightDistribution.#ctor(Autodesk.Revit.DB.Lighting.SpotLightDistribution)
Creates a copy of the given spotlight distribution
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2013